{
    "Maize": {
        "Who": "Aztecs, Mayans, Southwest tribes (Pueblo), spread to other tribes",
        "What": "Corn was part of the 3 sisters with beans and squash",
        "Where": "Mexico, American Southwest",
        "When": "6000bce-present",
        "Why": "Gradual spread across North America from South America",
        "Significance": "Allowed for settlements, led to food surpluses and thus to better health and larger populations"
    },
    "Columbian Exchange": {
        "Who": "Mainly Spaniards initiated, affected Native Americans but also the Old World due to the plants brought back and the new fertile land being used to supply those crops.",
        "What": "Spaniards and other European explorers transferred deadly diseases to Native Americans which decimated their populations. They also brought domesticated animals like horses which, alongside new metal tools, revolutionized many Native Americans' ways of life. On the other side of the exchange, Europeans got new crops like the potato and tobacco for nutrition and recreation respectively.",
        "Where": "Americas, Europe, China, Africa",
        "When": "1492-1500s",
        "Why": "Arrival of spaniards and other explorers seeking wealth.",
        "Significance": "New crops greatly increased life expectancy of the average European, and new lands to farm flooded the market with crops like sugar."
    },
    "Encomienda System": {
        "Who": "Spaniards (conquistadors granted encomenderos), Native Americans in Spanish-controlled territories (Mexico, American SW)",
        "What": "Conquistadors granted encomiendas by the Crown, given rights to the labor of the indigenous people on that land (without their consent). In return Spanish were supposed to provide protection from other tribes, and convert indigenous people to Spanish culture and Catholicism. Limited in 1542 by the New Laws, which were supposed to free the indigenous people from enslavement and shift over to Africans. It also allowed indigenous people to settle internal disputes using their native customs, and they were granted protectors in court who could use Native traditions that didn't conflict with Catholicism.",
        "Where": "American SW (esp. New Mexico), Western coast of South America",
        "When": "1512-1720 (limited in 1542)",
        "Why": "Exploitation of Native labor for profit. Spain also wanted more Spanish citizens in the Americas since they didn't have very good incentives for people to emigrate from Spain to the New World",
        "Significance": "Led many Native Americans to die from disease (exposure to Europeans) and overworking. Led to resentment of Europeans and violent rebellions. Instilled ideas of race-based hierarchies that persisted after the collapse of the encomiendas."
    },
    "Enlightenment": {
        "Who": "Hobbes, Locke, Montesquieu, Rousseau",
        "What": "Thinkers moved away from religion and applied principles reason and methods of science to society",
        "Where": "Europe, then spread to the colonies",
        "When": "1600s-1700s",
        "Why": "Continuation of the Scientific Revolution",
        "Significance": "Challenged the church. Influenced American political leaders and documents (Declaration of Independence, Constitution, Bill of Rights). Basis of Republicanism and revolutions like the American Revolution."
    },
    "Virginia Company": {
        "Who": "London investors, explorers",
        "What": "Joint stock company formed to establish Jamestown colony. Sent 10,000 colonists, 80% die. Settlers landed during winter and couldn't grow crops, had a bad makeup of poor people and rich elites, neither of which knew how to farm. Survived only with the help of the Wampanoags under chief Massasoit, who taught them how to fish and plant the corn. Eventually they got their act together but the soil still wasn't good enough for pure subsistence agriculture, so they shifted to growing tobacco which was very profitable. Eventually they shifted to sugar when that became even more profitable. Created self-governing body of the House of Burgesses, where planter elites could vote on things in the Lower House (which sometimes conflicted with the Crown-appointed governor once the company went bankrupt and it became a royal colony).",
        "Where": "Jamestown, Virginia",
        "When": "1607",
        "Why": "Money",
        "Significance": "1st successful British settlement in NA. As a corporation, empowered to govern themselves, established precedent of self gov't"
    },
    "City upon a Hill": {
        "Who": "John Winthrop, the Puritans",
        "What": "A speech essentially saying that they had to set a good example since they would be watched by the whole world. If they were successful, others might be convinced to join them, but if they weren’t God would punish them",
        "Where": "On a ship, Arabella, going to the Boston, Massachusetts",
        "When": "1630",
        "Why": "Massachusetts Bay Colony was founded by Puritans and they wanted to convince others that their religion and way of life was better",
        "Significance": "Started the idea of American Exceptionalism"
    },
    "Anne Hutchinson": {
        "Who": "Anne Hutchinson, John Cotton (minister who inspired Anne but then sided against her when she became too radical), and Roger Williams",
        "What": "Anne Hutchinson believed you could go to heaven if you had a direct connection with God, and she preached to both men and women, so she was exiled from Massachusetts Bay Colony. She founded Rhode Island with Roger Williams",
        "Where": "Massachusetts Bay Colony",
        "When": "1637",
        "Why": "The Massachusetts Church wanted to preserve gender roles and prevent Hutchinson from disrupting the dominant interpretation of Christianity that they relied on",
        "Significance": "Early example of fighting against gender roles, church authority, helped"
    },
    "Navigation Acts": {
        "Who": "Parliament, colonies",
        "What": "Codified mercantilism - the colonies were only allowed to trade with GB, on British ships, at British ports. No foreign merchants were allowed to trade in the colonies.",
        "Where": "British colonies",
        "When": "1651",
        "Why": "Mercantilism",
        "Significance": "Enumerated goods (sugar, rum, tobacco, rice) had to be shipped to GB. Economically benefitted GB and the colonies. Led to Salutary Neglect and then resentment towards the British when the Navigation Acts were enforced after the French and Indian War"
    },
    "Covenant Chain": {
        "Who": "Iroquois Confederacy, Colonies (especially New York)",
        "What": "A series of alliances and trade agreements, giving the Iroquois tribal supremacy and New York favorable trading terms",
        "Where": "New York",
        "When": "1677",
        "Why": "Secure Iriquois power, get New York more ability to trade",
        "Significance": "Iroquois had an advantage over other tribes, and New York had an advantage over other colonies. Shows agency of using European powers for their benefit"
    },
    "Pueblo Revolt": {
        "Who": "Pueblo peoples in New Mexico (American SW), leader is Popé (Native American holy man), rebelled against Spanish settlers and priests",
        "What": "Due to oppression of indigenous practices (Franciscan Catholic priests didn't tolerate the survival of any part of Native culture) and execution/whipping of indigenous Holy people, resentment against Spaniards grew. When a drought year came in combination with raids from the Apache, this was enough to incite rebellion. Popé, one of those whipped by the Spanish governor, distributed knots which counted down the days until rebellion. The rebellion happened all over the Spanish colonies in New Mexico and 2k settlers were driven out, 20 priests killed. Eventually the Spanish return but are more tolerant of Native practices and dial back on the cruelties inflicted on Native Americans",
        "Where": "New Mexico / American SW",
        "When": "1680",
        "Why": "Oppression of indigenous practices, bad working conditions, drought, attacks from other tribes",
        "Significance": "Caused the Spanish to become more tolerant, realizing that they couldn't control the Native population that outnumbered them if they were too harsh"
    },
    "Frame of Government (Pennsylvania)": {
        "Who": "People of the Pennsylvania Colony, William Penn",
        "What": "William Penn was quite progressive as a Quaker, had ideas of equality, created a legislature in which he had some influence but they acted more and more independently.",
        "Where": "Pennsylvania, middle colony",
        "When": "1682",
        "Why": "Penn was the goat",
        "Significance": "One of the prime examples of self-governance that would eventually influence the US constitution once the English Colonies won independence"
    },
    "King Philip's (Metacom's) War": {
        "Who": "Metacom, Wampanoags, New England settlers",
        "What": "War begins, extremely brutal race war where both sides justified atrocities against non-combatants based on the other side's ancestry. Initially the Native Americans were doing well because they had gunpowder weapons, but once gunpower started to run out they got decimated by the settlers.",
        "Where": "New England",
        "When": "1675",
        "Why": "John Sassamon, Harvard-educated Native American assimilated into Colonial society, assassinated after he warned colonists of an incoming war. Colonists suspect Wampanoags, kill 3 random warriors from that tribe.",
        "Significance": "40% of Native Americans dead, 5% of colonists dead. Effectively destroyed any chance of successful resistance. Created distrust between settlers and Native Americans, set the precedent for a lot of broken treaties in the future."
    },
    "Salutary Neglect": {
        "Who": "British, Colonists",
        "What": "The British tax collectors sometimes turned a blind eye to smuggling goods from other countries (goes against mercantilism) and allowed some tax evasion. This practice stopped after the conclusion of the French & Indian War, when Britain needed the money.",
        "Where": "North American Colonies",
        "When": "1700-1763",
        "Why": "Britian wanted to keep the colonists happy, and so \"subsidized\" them by not collecting many taxes",
        "Significance": "Colonists got used to evading British mercantilism and generally running their own tax programs, so resistance was fierce when the British actually tried enforcing direct taxes."
    },
    "First Great Awakening": {
        "Who": "George Whitefield, Jonathan Edwards, young people",
        "What": "Religious movement that emphasized the emotional aspects of religion. New denominations like Presbyterianism, etc. were formed",
        "Where": "Started in Europe but was mainly in North America",
        "When": "1730s-1760s",
        "Why": "Reaction against the decrease in religiousness following the scientific approaches introduced by the Englightenment",
        "Significance": "Opposite the spread of Enlightenment ideas. This was the first national movement. Questioned authority. Introduced slaves to Christianity"
    },
    "French & Indian War": {
        "Who": "British Colonists (esp. Northern), French in Canada and West of British Colonies Native Americans on both sides",
        "What": "George Washington saw some French soldiers and shot at them, war starts around then. Native Americans chose sides, so the Huron allied with the French and the Iriquois allied with the British (not just these tribes though). The French started off winning but the British were able to overcome them by going into debt to fund the war in America (directed by William Pitt). There was a larger battle going on in Europe which continued after the conclusion of this war.",
        "Where": "North America",
        "When": "1754-1763",
        "Why": "British colonists wanted land held by French settlers to the West, there were often skirmishes.",
        "Significance": "Colonists realize that Britain isn't invincible. The loss of Salutary Neglect and introduction of taxes due to British war debt lead to the revolution. Florida given to U.S., France gave Louisiana to Spain. Native Americans lost the ability to play Europeans off of each other for advantage."
    },
    "Plan of Union": {
        "Who": "Ben Franklin, Albany Congress representatives, NAI?",
        "What": "Ben Franklin wanted the colonies to unite under a central colonial government to coordinate defense and trade. Both the colonies and the British government disliked the plan. Colonial governments feared losing their autonomy and power, and the British were afraid the colonists would get too much power?",
        "Where": "Albany, NY",
        "When": "1754",
        "Why": "French and Indian War",
        "Significance": "Showed diverse interests, sectionalism. The colonies weren’t yet ready to unify. Impact of the French and Indian War"
    },
    "Pontiac’s Rebellion": {
        "Who": "Pontiac (Ottawa), General Thomas Gage",
        "What": "Pontiac united tribes to oppose British expansion into the Ohio River Valley. Smallpox blankets were used by the colonists to quickly end the rebellion.",
        "Where": "Great Lakes region",
        "When": "1763",
        "Why": "Pontiac and other tribes were angry about the outcome of the French and Indian War since the French had treated them better than the English/colonists did",
        "Significance": "Shows the difference between French and English treatment of NAI. Led to the Proclamation of 1763. NAI lost agency, but this was an example of the viability of NAI alliances against Europeans. Contributed to deteriorating relations with Britain and the Colonies. Led to the formation of the Paxton Boys"
    },
    "Stamp Act": {
        "Who": "British Parliament, English Colonists, Sons of Liberty",
        "What": "Required a tax stamp on all paper documents like newspapers and legal documents. This impacted all the colonists, not just the elites.",
        "Where": "English Colonies",
        "When": "1765",
        "Why": "Britain in debt from 7 Years War",
        "Significance": "Colonists believe unconstitutional -> \"No taxation without representation.\" Colonists petition the King, Stamp Act Congress forms in 1765. Formation of the Sons of Liberty. Repealed in 1766 due to protests and boycotts. Results in Declaratory Act, saying that Parliament can make any law they want."
    },
    "Sons and Daughters of Liberty": {
        "Who": "American colonists, Samuel Adams?",
        "What": "The Sons of Liberty used threats, protests, and acts of violence (like the Boston Tea Party) to intimidate Loyalists and make their grievances clear to the British. The Daughters of Liberty supported boycotts, produced homemade products",
        "Where": "American Colonies",
        "When": "1765-1776",
        "Why": "They were angry about taxation without consent",
        "Significance": "Caused repeal of several tax laws (Stamp Act, Townshend Acts). The Boston Tea party convinced Britain that martial law was necessary to keep order."
    },
    "Boston Massacre": {
        "Who": "British soldiers, Boston civilians",
        "What": "2,000 British troops stationed in Boston to enforce new Taxes (Townshend Acts for glass, paper, paint, tea). Crowd of civilians confront British soldiers, throw rocks and snowballs, get shot at and some die.",
        "Where": "English Colonies",
        "When": "1770",
        "Why": "Colonists resent standing army in peactime. Frequent confrontations between people and soldiers",
        "Significance": "Incited feelings of anger in"
    },
    "Republican Motherhood": {
        "Who": "Abigail adams, middle class, upper class white women",
        "What": "New role prescribed for women to teach their sons the responsibilities of being in a democracy. Thus women had to become educated. Not as enlightened as wollsotnecraft's ideas, still rooted in patriarchy. Appealed to middle and upper class white women.",
        "Where": "Mostly in New England states",
        "When": "1770s-1830s",
        "Why": "To support the new democracy, inspired by Enlightenment philosophy (Wollstonecraft and Locke in particular)",
        "Significance": "Opened the door to education a little bit, allows them to organize and start advocating, separate spheres for men and women"
    },
    "Articles of Confederation": {
        "Who": "12 delegates from American colonies",
        "What": "New federal government couldn't impose taxes, couldn't hold an army because of that lack of taxation, couldn't regulate trade. Basically like a weaker European Union. No President, no federal court system, had a congress though with one representative per state. Effective with expansion: NW Ordinance Could declare war Could sing treaties, did the Treaty of Paris Could deliver mail, coin money, trade with NAI",
        "Where": "American Colonies",
        "When": "1776",
        "Why": "Wanted to establish a federal government to tie the colonies together, but many state delegates were afraid of another British Crown situation and so made the government too weak to be effective.",
        "Significance": "Made the delegates realize that a stronger federal government would be required to effectively rule the colonies"
    }
}